Repository: halfdata/friendly-bets
Catalog: content/plugins/totalizator/languages/*.po
Languages: ru

source: Group A
ru: Группа A

source: Group B
ru: Группа B

source: Group C
ru: Группа C

source: Group D
ru: Группа D

source: Group E
ru: Группа E

source: Group F
ru: Группа F

source: Group G
ru: Группа G

source: Group H
ru: Группа H

source: 1/16 Final
ru: 1/16 Финала

source: 1/8 Final
ru: 1/8 Финала

source: 1/4 Final
ru: 1/4 Финала

source: Semi-final
ru: Полуфинал

source: Bronze game
ru: Матч за 3 место

source: Final
ru: Финал

source: Your nickname: %s
ru: Ваш псевдоним: %s

source: Loading...
ru: Загрузка...

source: Quit Totalizator
ru: Покинуть Тотализатор

source: Join Totalizator
ru: Присоединиться

source: Totalizators
ru: Тотализаторы

source: Participants
ru: Участники

source: Games
ru: Матчи

source: My Bets
ru: Мои Ставки

source: Guessing
ru: Угадайки

source: My Guessing
ru: Мои Угадайки

source: Results
ru: Результаты

source: Create New Totalizator
ru: Создать тотализатор

source: Edit
ru: Редактировать

source: Deactivating...
ru: Деактивация...

source: Activating...
ru: Активация...

source: Deactivate
ru: Деактивировать

source: Activate
ru: Активировать

source: Deleting...
ru: Удаление...

source: Delete
ru: Удалить

source: Finished
ru: Окончен

source: Inactive
ru: Неактивный

source: Owner
ru: Создатель

source: Private
ru: Приватный

source: Details
ru: Подробности

source: Period
ru: Период

source: Missed bet penalty
ru: Штраф за пропущенную ставку

source: points
ru: баллов

source: Passed games
ru: Проведено матчей

source: Join link
ru: Присоединиться

source: Copy to clipboard
ru: Копировать в буфер обмена

source: Welcome. There are no available totalizators yet.
ru: Добро пожаловать. Активных тотализаторов пока нет.

source: Create First Totalizator
ru: Создайте первый тотализатор

source: Please enter your account to perform this action.
ru: Войдите в свой аккаунт, чтобы выполнить это действие.

source: You do not have permissions to perform this action.
ru: У вас нет прав на выполнение этого действия.

source: Totalizator successfully deleted.
ru: Тотализатор успешно удален.

source: Totalizator successfully deactivated.
ru: Тотализатор успешно деактивирован.

source: Totalizator successfully activated.
ru: Тотализатор успешно активирован.

source: Active
ru: Активный

source: Please upgrade your account to create new totalizator.
ru: Пожалуйста, повысьте уровень своего аккаунта, чтобы создать новый тотализатор.

source: Create Totalizator
ru: Создать тотализатор

source: Edit Totalizator
ru: Редактировать тотализатор

source: This is a private (hidden) totalizator. It does not appear in the list of totalizators. Users can join it using special link.
ru: Это приватный (скрытый) тотализатор. Он не появляется в списке тотализаторов для неучастников. Используйте специальную ссылку, чтобы присоединиться к тотализатору.

source: Title
ru: Название

source: Specify totalizator title.
ru: Введите название тотализатора.

source: Description
ru: Описание

source: Describe totalizator.
ru: Опишите тотализатор в паре предложений.

source: Describe totalizator
ru: Опишите тотализатор

source: Image
ru: Изображение

source: Upload image/logo of totalizator.
ru: Загрузите логотип тотализатора.

source: Set begin and end dates of totalizator.
ru: Установите датыначала и окончания тотализатора.

source: Begin
ru: Начало

source: Start
ru: Начало

source: End
ru: Конец

source: Type
ru: Тип

source: Set type of totalizator. Public totalizator appears in the list and any user can join it. Private totalizator is not visible. User can join it using special link.
ru: Выберите тип тотализатора. Публичный тотализатор появляется в общем списке и любой пользователь может к нему присоединиться. Приватный тотализатор не появляется в общем списке. Пользователи могут присоединиться к нему, используя специальную ссылку.

source: Public
ru: Публичный

source: Enable guessing
ru: Включить угадайки

source: Allow users to guess who is hidden behind of participant nickname.
ru: Позвольте пользователям угадывать, кто скрывается за тем или иным псевдонимом.

source: Disclosure date
ru: Дата раскрытия

source: Set guessing disclosure date.
ru: Укажите дату, когда результаты угадаек будут раскрыты.

source: Missing bet penalty
ru: Штраф за пропущенную ставку

source: Set how many penalty points participant get in case of missing bet.
ru: Сколько штрафных баллов получит участник, если он забыл сделать ставку.

source: Save Details
ru: Сохранить

source: Please upgrade your account to save totalizator details.
ru: Пожалуйста, повысьте уровень своего аккаунта, чтобы сохранить тотализатор.

source: Invalid request: some fields are missing.
ru: Невеный запрос: некоторые обязательные поля пропущены.

source: Title is too short.
ru: Название слишком короткое.

source: Title is too long.
ru: Название слишком длинное.

source: The translation is too short.
ru: Перевод слишком короткий.

source: The translation is too long.
ru: Перевод слишком длинный.

source: Description is too short.
ru: Описание слишком короткое.

source: Description is too long.
ru: Описание слишком длинное.

source: Must be a not negative integer value.
ru: Должен быть целым не отрицательным числом.

source: Value is too big.
ru: Значение слишком большое.

source: Invalid date.
ru: Неверная дата.

source: Must be after end date.
ru: Должно быть после даты окончания.

source: Totalizator details successfully saved.
ru: Тотализатор успешно сохранен.

source: Totalizator already finished.
ru: Тотализатор уже окончен.

source: You can not change the nickname when totalizator already started.
ru: Вы не можете менять псевдоним после начала тотализатора.

source: Change nickname
ru: Сменить псевдоним

source: Participant nickname
ru: Псевдоним участника

source: Enter your participant nickname.
ru: Введите ваш псевдоним участника.

source: Nickname
ru: Псевдоним

source: Invalid request.
ru: Неверный запрос.

source: Nickname is too short.
ru: Псевдоним слишком короткий.

source: Nickname is too long.
ru: Псевдоним слишком длинный.

source: Nickname is already in use.
ru: Псевдоним уже используется другим участником.

source: Details are successfully saved.
ru: Данные успешно сохранены.

source: You are successfully joined totalizator.
ru: Вы успешно присоединились к тотализатору.

source: You are not a participant of this totalizator.
ru: Вы не являетесь участником этого тотализатора.

source: Totalizator already started.
ru: Тотализатор уже начался.

source: You are no longer a participant of this totalizator.
ru: Вы больше не являетесь участником этого тотализатора.

source: Create New Game
ru: Создать новый матч

source: Game
ru: Матч

source: Score
ru: Счет

source: Penalty
ru: Штраф

source: Actions
ru: Действия

source: List is empty.
ru: Список пуст.

source: Edit Game
ru: Редактировать матч

source: Add Game
ru: Добавить матч

source: Start time
ru: Время начала

source: Select the time when the game is started. Make sure your tinezone is set properly.
ru: Выберите дату и время начала матча. Удостоверьтесь, что ваш часовой пояс выставлен верно.

source: Type of the game.
ru: Тип матча.

source: Select the type of the game
ru: Выберите тип матча

source: Teams
ru: Команды

source: Select teams.
ru: Выберите команды.

source: Select the team
ru: Выберите команду

source: Set the final score.
ru: Установите итоговый счет.

source: Invalid time.
ru: Неверное время.

source: Must be a valid team.
ru: Команда не найдена.

source: Must be a valid game type.
ru: Типа матча не найден.

source: Game details successfully saved.
ru: Матч успешно сохранен.

source: Final score was not set yet.
ru: Итоговый счет еще не проставлен.

source: Back
ru: Назад

source: Participant
ru: Участник

source: Bet
ru: Ставка

source: Game successfully deleted.
ru: Матч успешно удален.

source: Guessed
ru: Угадано

source: Gap
ru: Отставание

source: Participant successfully deleted.
ru: Участник успешно удален.

source: You can not set the bet for already started game.
ru: Вы не можете делать ставку на начавшийся (прошедший) матч.

source: My bet on %s
ru: Моя ставка на %s

source: The value is too huge.
ru: Значение слишком большое.

source: Bet successfully saved.
ru: Ставка успешно сохранена.

source: Guessing starts soon.
ru: Угадайки скоро начнутся.

source: Guessing results will be available soon.
ru: Результаты угадаек скоро будут доступны.

source: Guessing Results
ru: Результаты угадаек

source: Who guesses better
ru: Участники, угадавшие больше всего псевдонимов

source: Guessed Participants
ru: Угаданные участники

source: Who was guessed less often
ru: Участники, которых реже всего угадывали

source: Who Guessed
ru: Угадавшие участники

source: Who they thought
ru: Кем считали

source: Guessing of %s (%s)
ru: Угадайки %s (%s)

source: User
ru: Пользователь

source: Guessing is not available yet.
ru: Угадайки еще недоступны.

source: Guessing is already finished.
ru: Угадайки уже окончены.

source: Guessing successfully saved.
ru: Угадайки успешно сохранены.

source: Guessing Participants
ru: Участники угадаек

source: Enable
ru: Включить

source: Guessing participants successfully saved.
ru: Список участников угадаек успешно сохранен.

source: Frequently Asked Questions
ru: Вопросы и Ответы

source: What is it and how it works?
ru: Что это и как это работает?

source: These are totalizators dedicated to important championships (for example, the FIFA World Cup or the African Ice Hockey Championship). Everyone can become a member of any totalizator and check how much he knows the topic better than others. The idea is pretty simple: totalizator participants try to guess the score of each match, and, depending on their sense of foresight, receive penalty points. The winner of the totalizator is the participant with the lowest number of penalty points.
ru: Это тотализаторы, посвященные значимым чемпионатам (например, Чемпионат Мира по футболу или Чемпионат Африки по хоккею). Каждый может стать участником любого тотализатора и проверить, насколько он лучше других разбирается в теме. Идея проста, как пять копеек: участники тотализатора пытаются угадать счет каждого матча чемпионата, и в зависимости от своего чувства предвидения получают штрафные баллы. Победитель тотализатора - участник, набравший меньшее количество штрафных баллов.

source: How to join totalizator?
ru: Как принять участие в тотализаторе?

source: Register and log into your account.
ru: Зарегистрируйтесь и войдите в свой аккаунт.

source: On the main page, select an active totalizator and click the "Join Totalizator" button.
ru: На главной странице выберите активный тотализатор и кликните кнопку "Присоединиться".

source: Enter your nickname and click the "Join Totalizator" button again.
ru: Введите свой псевдоним и снова кликните "Присоединиться".

source: Voila! You have become a participant.
ru: Вуаля! Вы стали участником тотализатора.

source: What is a nickname for?
ru: Зачем нужен псевдоним?

source: Just for fun. If you play with friends, colleagues or acquaintances, no one will know who is hiding behind a nickname. If the "Guessing" option is enabled for the totalizator, then you can also try to guess the real participants hiding behind nicknames. At the end of the totalizator, real names will be revealed.
ru: Так интересней. Если вы играете с друзьями, коллегами или знакомыми, никто не будет знать, кто скрывается за псевдонимом. Если для тотализатора включена опция "Угадайки", то по его ходу вы можете так же попытаться угадать реальных участников, скрывающихся за псевдонимами. В конце тотализатора реальные имена будут открыты.

source: Can I change my nickname?
ru: Могу ли я сменить псевдоним?

source: Yes. You can do this before the start of the totalizator by clicking on your current nickname in the header of the site.
ru: Да. Вы можете сделать это до начала тотализатора, кликнув на ваш текущий псевдоним в шапке сайта.

source: How do I place a bet?
ru: Как сделать ставку?

source: On the main page, select an active totalizator.
ru: На главной странице выберите активный тотализатор.

source: Click "My Bets" in the top menu.
ru: В верхнем меню кликните "Мои Ставки".

source: Select a match by clicking on the appropriate line of the table and place your bet.
ru: Выберите матч, кликнув на соответствующей строке таблицы, и сделайте ставку.

source: How do I change my bet?
ru: Как изменить ставку?

source: Exactly as described above. The bet can only be changed before the start of the match.
ru: Точно так же как описано выше. Ставку можно менять только до начала матча.

source: What if I have not placed a bet before the start of the match?
ru: А что, если я не сделал ставку до начала матча?

source: In this case, you will get a fixed number of penalty points (depending on the totalizator settings, usually 26).
ru: В этом случае вы получите фиксированное количество штрафных баллов (зависит от настроек тотализатора, обычно - 26).

source: How are penalty points calculated?
ru: Как подсчитываются штрафные баллы?

source: The following formula is used for the calculation:
ru: Для подсчета используется следующая формула:

source: penalty points
ru: штрафные баллы

source: foresight factor. N = 0, if you guessed the score. N = 10, if you have not guessed the score, but guessed the side. N = 20, if you could not even guess the side
ru: фактор предвидения. N = 0, если вы полностью угадали счет. N = 10, если вы не угадали счет, но угадали сторону. N = 20, если вы даже сторону не смогли угадать

source: real score
ru: финальный счет

source: your bet
ru: ваша ставка

source: Example #1. Your bet for match Antarctica: Arctic - 1:2. Final score is - 3:0. In this case you get 24 penalty points: P = 20 + |3-1| + |0-2| = 24.
ru: Пример #1. Ваша ставка на матч Антарктида:Арктика - 1:2. Итоговый счет оказался - 3:0. В этом случае вы получаете 24 штрафных балла: P = 20 + |3-1| + |0-2| = 24.

source: Example #2. Your bet for match Antarctica: Arctic - 2:0. Final score is - 1:1. In this case you get 22 penalty points: P = 20 + |1-2| + |1-0| = 22.
ru: Пример #2. Ваша ставка на матч Антарктида:Арктика - 2:0. Итоговый счет оказался - 1:1. В этом случае вы получаете 22 штрафных балла: P = 20 + |1-2| + |1-0| = 22.

source: Example #3. Your bet for match Antarctica: Arctic - 1:0. Final score is - 2:0. In this case you get 11 penalty points: P = 10 + |2-1| + |0-0| = 11.
ru: Пример #3. Ваша ставка на матч Антарктида:Арктика - 1:0. Итоговый счет оказался - 2:0. В этом случае вы получаете 11 штрафных балла: P = 10 + |2-1| + |0-0| = 11.

source: How can I see the bets of other participants?
ru: Как увидеть ставки других участников?

source: There are 2 ways to do that:
ru: Существует 2 способа сделать это:

source: Go to the desired totalizator and click "Participants" in the top menu. A list of participants will open. Click on any participant to view their bets on all matches.
ru: Зайдите в желаемый тотализатор и кликните "Участники" в верхнем меню. Откроется список участников. Кликните на любого участника, чтобы посмотреть его ставки на все матчи.

source: Go to the desired totalizator and click "Games" in the top menu. A list of matches will open. Click on any match to see the bets of all participants on it.
ru: Зайдите в желаемый тотализатор и кликните "Матчи" в верхнем меню. Откроется список матчей. Кликните на любоой матч, чтобы посмотреть ставки всех участников на него.

source: Remember, you can see bets of other participants for completed matches only.
ru: Помните, что к просмотру доступны стаки участников только на завершенные матчи, у которых проставлен итоговый счет.

source: Hmmm. The start of the match on the pages "My Bets" and "Games" is incorrect. Why?
ru: Хм. Начало матча на страницах "Мои ставки" и "Матчи" неверное. Почему?

source: Make sure you have the correct time zone selected on the Settings page.
ru: Убедитесь, что на странице "Настройки" у вас выбран правильный часовой пояс.

source: Can I refuse to participate in the totalizator?
ru: Могу ли я отказаться от участия в тотализаторе?

source: Yes, but only before it starts. In the header of the site, click "Quit Totalizator.".
ru: Да, но только до его начала. В шапке сайта кликните "Отказаться от участия.".

source: Can I join the totalizator if it has already started?
ru: Могу ли я присоединиться к тотализатору, если он уже начался?

source: Yes, but for each missed match you will receive a fixed number of penalty points (depending on the totalizator settings, usually 26).
ru: Да, но за каждый пропущенный матч вы получите фиксированное количество штрафных баллов (зависит от настроек тотализатора, обычно - 26).

source: Can I create my own totalizator?
ru: Могу ли я создать свой тотализатор?

source: Yes, you can. Click the button "Create new totalizator" on the main page. Your totalizator will have the "Private" status. This status means that the totalizator will not appear in the list of public totalizators. Participants will be able to join it using a special link. After creating the totalizator, you are its administrator. You can create and edit matches.
ru: Да, можете. Кликните кнопку "Создать новый тотализатор" на главной странице. Ваш тотализатор будет иметь статус "Приватный". Данный статус означает, что тотализатор не будет появлятся в списке общедоступных тотализаторов. Участники смогут присоединиться к нему, используя специальную ссылку. После создания тотализатора вы являетесь его администратором. Вы можете создавать и редактировать матчи.

source: Own Totalizators
ru: Мои тотализаторы

source: Status
ru: Статус

source: Deleted
ru: Удален

source: Yes
ru: Да

source: No
ru: Нет

source: Created
ru: Создано

source: None
ru: Нет

source: Nicknames
ru: Псевдонимы

source: Totalizator
ru: Тотализатор

source: Bets
ru: Ставки

source: My Guess
ru: Мои угадайки

source: Create private totalizators
ru: Создайте приватный тотализатор

source: Please confirm that you want to delete totalizator.
ru: Пожалуйста, подтвердите, что хотите удалить тотализатор.

source: Something went wrong. We got unexpected server response.
ru: Что-то пошло не так. Недопустимый ответ сервера.

source: Please confirm that you want to quit totalizator. You lose existing bets, but can join later.
ru: Пожалуйста, подтвердите, что вы хотите покинуть тотализатор. Вы потеряете все ваши ставки, но сможете снова присоединиться.

source: Please confirm that you want to delete the game.
ru: Пожалуйста, подтвердите, что хотите удалить матч.

source: Please confirm that you want to delete the participant.
ru: Пожалуйста, подтвердите, что хотите удалить участника.

source: Are you sure that you want to watch guessing results before disclosure date?
ru: Вы уверены, что хотите увидеть результаты угадаек до даты раскрытия?
