Repository: halfdata/friendly-bets
Catalog: languages/*.po
Languages: ru

source: Default text. It is used if translation not defined.
ru: Текст отображается, если не задан перевод.

source: Add translations
ru: Добавить перевод

source: Logout
ru: Выход

source: Sign In
ru: Вход

source: Create Account
ru: Создать аккаунт

source: Could not connect: %s
ru: Невозможно подключиться: %s

source: Can not use database: %s
ru: Невозможно использовать базу данных: %s

source: Invalid query: %s
ru: Неверный запрос: %s

source: Profile
ru: Профиль

source: My media
ru: Мои файлы

source: Upgrade
ru: Апгрейд

source: My profile
ru: Мой профиль

source: Specify your full name.
ru: Введите ваше имя.

source: Select your timezone
ru: Выберите часовой пояс

source: Level
ru: Уровнеь

source: Your current membership.
ru: Ваш текущий уровень.

source: Cancel Membership
ru: Отменить

source: Sign in using your Google Account.
ru: Вход с использованием аккаунта Google.

source: Connect to Google
ru: Связать с Google

source: Disconnect
ru: Отключить

source: Sign in using your Facebook Account.
ru: Вход с использованием аккаунта Facebook.

source: Connect to Facebook
ru: Связать с Facebook

source: Sign in using your VK Account.
ru: Вход с использованием аккаунта VK.

source: Connect to VK
ru: Связать с VK

source: Security Settings
ru: Настройки безопасности

source: Current password
ru: Текущий пароль

source: Current password. Type it if you want to change the password.
ru: Укажите текущий пароль, если вы хотите его сменить.

source: New password
ru: Новый пароль

source: Set new password. Leave this field blank if you do not want to change password.
ru: Введите новый пароль. Оставьте поле пустым, если не хотите менять пароль.

source: Privacy
ru: Приватность

source: Manage privacy
ru: Управление приватностью

source: Download all info that we know about you or completely delete your account.
ru: Загрузите всю информацию о вас, которую мы храним, или удалите свой аккаунт.

source: Download my info
ru: Загрузить информацию обо мне

source: Delete account
ru: Удалить аккаунт

source: By entering and submitting my email address in the box below, I confirm that I want to remove my account (including all data created by me and associated with my account) from this website. I understand that removed data can not be recovered.
ru: Вводя и отправляя email адрес в поле ниже, я подтверждаю, что хочу удалить свой аккаунт (включая все данные, созданные мной и связанные с моим аккаунтом) с этого сайта. Я понимаю, что данные удаляются окончательно и восстановлению не подлежат.

source: Type your email address...
ru: Введите email адрес...

source: Password is not correct.
ru: Пароль неверный.

source: Google Account successfully disconnected.
ru: Аккаунт Google отключен.

source: Facebook Account successfully disconnected.
ru: Аккаунт Facebook отключен.

source: VK Account successfully disconnected.
ru: Аккаунт VK отключен.

source: Upload new file
ru: Загрузить файл

source: Delete file
ru: Удалить файл

source: Image does not exist.
ru: Изображение не существует.

source: Welcome. There are no available media yet.
ru: Файлы отсутствуют.

source: File not found.
ru: Файл не найден.

source: File successfully deleted.
ru: Файл успешно удален.

source: No files selected.
ru: Не выбрано ни одного файла.

source: Selected files successfully deleted.
ru: Выбранные файлы успешно удалены.

source: General info
ru: Основная информация

source: Site
ru: Сайт

source: Email confirmed
ru: Email адрес подтвержден

source: Yes
ru: Да

source: No
ru: Нет

source: Status
ru: Статус

source: Deleted
ru: Удален

source: None
ru: Нет

source: Uploads
ru: Загрузки

source: Filename
ru: Имя файла

source: Sessions
ru: Сессии

source: Last Access
ru: Последний доступ

source: Report cereated: %s
ru: Отчет создан: %s

source: Invalid email address.
ru: Неверный email адрес.

source: Administrator can not remove account.
ru: Администратор не может удалять свой аккаунт.

source: Account successfully removed.
ru: Аккаунт успешно удален.

source: Upgrade account
ru: Улучшить аккаунт

source: No payment gateways are configured.
ru: Не установлены платежные шлюзы.

source: Service temporarily not available.
ru: Сервис недоступен. Попробуйте позже.

source: Service temporarily not available. Please contact us.
ru: Сервис недоступен. Попробуйте позже.

source: Your subscription successfully cancelled.
ru: Ваша подписка успешно отменена.

source: You do not have permissions to access this area.
ru: У вас нет привилегий для доступа к этой области.

source: Install
ru: Установка

source: Script Setup
ru: Установка скрипта

source: Hi, I am a Wizard. I gonna help you to setup this script. You just need perform several simple steps. Let's start?
ru: Привет. Сейчас я помогу вам установить этот скрипт. Вам всего лишь нужно выполнить несколько простых действий. Начнем?

source: Continue
ru: Продолжить

source: Inavlid MySQL Hostname.
ru: Неверный хост MySQL.

source: Port value must be a number.
ru: Значение порта должно быть цифровым.

source: Username can not be empty.
ru: Имя пользователя не может быть пустым.

source: Username can not contain single quote symbol.
ru: Имя пользователя не может содержать одинарную кавычку.

source: Invalid Database name.
ru: Неверное имя базы данных.

source: Database can not contain single quote symbol.
ru: Имя базы данных не может содержать одинарную кавычку.

source: Password can not contain single quote symbol.
ru: Пароль не может содержать одинарную кавычку.

source: Table Prefix must contain letters and/or underscore symbol.
ru: Префикс должен содержать буквы и/или символ подчеркивания.

source: Can not connect to MySQL database using provided credentials.
ru: Невозможно подключиться к базе данных MySQL, используя указанные параметры.

source: Can not create database tables. Make sure that user %s has sufficient privileges to manipulate database.
ru: Невозможно создать таблицы. Удостоверьтесь, что пользователь %s обладает достаточными привилегиями.

source: Hm. Seems config.php still does not contain correct database credentials. Please update it properly.
ru: Хм. Кажется config.php не содержи корректных параметров подключения к базе данных. Пожалуйста, исправьте проблему.

source: Something went wrong. We still can not connect to database. Please try setup procedure again. Just refresh the page.
ru: Что-то пошло не так. Невозможно подключиться к базе данных. Обновите страницу.

source: Email address is too long.
ru: Email адрес слишком длинный.

source: Password length must be at least 6 characters.
ru: Длина пароля должна быть минимум 6 символов.

source: Can not insert record into table. Make sure that user %s has sufficient privileges to manipulate database.
ru: Невозможно вставить запись в таблицу. Удостоверьтесь, что пользователь %s обладает достаточными привилегиями.

source: We do not have to be here. Never.
ru: Вас не должно быть здесь.

source: We do not have to see this message. Never.
ru: Вы не должны видеть это сообщение.

source: Setup Database
ru: Установка базы данных

source: Enter MySQL server hostname. Usually it is a localhost, but we recommend to clarify this parameter from your hosting provider.
ru: Введите хост MySQL. Обычно это localhost, но все же уточните этот параметр у администратора своего сервера.

source: Enter MySQL server port. Leave it empty if you do not know the port or it is standard 3306.
ru: Введите порт MySQL. Оставьте это поле пустым, если ы не знаете номер порта или он равен 3306.

source: Enter MySQL server username. Find it in your hosting control panel.
ru: Введите имя пользователя MySQL. Вы можете найти его в панели управления сервером.

source: Enter password for MySQL server user. Find it in your hosting control panel.
ru: Введите пароль для пользователя MySQL. Вы можете найти его в панели управления сервером.

source: Enter MySQL database name. Find it in your hosting control panel.
ru: Введите имя базы данных MySQL. Вы можете найти его в панели управления сервером.

source: Enter prefix for MySQL tables. If you plan to have several installations of this script, use unique prefix for each installation.
ru: Введите префикс таблиц. Если вы планируете несколько инсталляций скрипта в одну базу данных, используйте уникальный префикс.

source: Save Config File
ru: Сохранить файл конфигурации

source: Unfortunately, we could not save database credentials into config.php (due to file permissions). You have to do it manually. Please edit file %s and overwrite its content with the following code.
ru: К сожалению, мы не можем сохранить параметры базы данных в файл config.php. Сделайте это вручную. Отредактируйте файл %s и перезапишите его контент следующим кодом.

source: Create Admin Account
ru: Создание аккаунта администратора

source: Email address is your login to enter account.
ru: Email адрес используется для входа в аккаунт.

source: Use this password to enter your account.
ru: Используйте этот пароль для входа в аккаунт.

source: Finished
ru: Конец

source: Congratulation! Installation successfully completed. Now you can enter your account using created login/password and work there. Good luck!
ru: Поздравляем! Установка успешно завершена. Вы можете войти в свой аккаунт и продолжить работу там. Удачи!

source: Finish
ru: Завершить

source: Please confirm that you want to delete the user.
ru: Пожалуйста, подтвердите, что хотите удалить пользователя.

source: Something went wrong. We got unexpected server response.
ru: Что-то пошло не так. Неверный ответ сервера.

source: Please confirm that you want to delete users.
ru: Пожалуйста, подтвердите, что хотите удалить пользователей.

source: Please confirm that you want to close this session.
ru: Пожалуйста, подтвердите, что хотите закрыть эту сессию.

source: Please confirm that you want to close selected sessions.
ru: Пожалуйста, подтвердите, что хотите закрыть эти сессии.

source: Please confirm that you want to delete this feature.
ru: Пожалуйста, подтвердите, что хотите удалить преимущество.

source: Please confirm that you want to delete price option.
ru: Пожалуйста, подтвердите, что хотите удалить ценовую опцию.

source: Please confirm that you want to archive price option.
ru: Пожалуйста, подтвердите, что хотите архивировать ценовую опцию.

source: Please confirm that you want to activate price option.
ru: Пожалуйста, подтвердите, что хотите активриовать ценовую опцию.

source: Please confirm that you want to delete membership.
ru: Пожалуйста, подтвердите, что хотите удалить уровень.

source: Please confirm that you want to archive membership.
ru: Пожалуйста, подтвердите, что хотите архивировать уровень.

source: Please confirm that you want to activate membership.
ru: Пожалуйста, подтвердите, что хотите активировать уровень.

source: Please confirm that you want to delete this transaction.
ru: Пожалуйста, подтвердите, что хотите удалить транзакцию.

source: Please confirm that you want to delete transactions.
ru: Пожалуйста, подтвердите, что хотите удалить транзакции.

source: Confirm action
ru: Подтвердите действие

source: Cancel
ru: Отмена

source: Do you really want to continue?
ru: Вы действительно хотите продолжить?

source: Please confirm that you want to delete the file.
ru: Пожалуйста, подтвердите, что хотите удалить файл.

source: Please confirm that you want to delete selected files.
ru: Пожалуйста, подтвердите, что хотите удалить файлы.

source: Forgot password?
ru: Забыли пароль?

source: or sign in with
ru: или войдите с помощью

source: Remember password?
ru: Вспомнили пароль?

source: Sign In.
ru: Войти.

source: Reset
ru: Сброс

source: Email address already confirmed.
ru: Email адрес уже подтвержден.

source: Email address successfully confirmed.
ru: Email адрес успешно подтвержден.

source: Select timezone
ru: Выберите часовой пояс

source: or create account with
ru: или создайте аккаунт с помощью

source: Set new password
ru: Установить новый пароль

source: Set password
ru: Установить пароль
