Repository: halfdata/friendly-bets
Catalog: languages/*.po
Languages: ru

source: Invalid token.
ru: Неверный токен.

source: Token expired. Refresh the page and try again.
ru: Срок действия токена истек. Обновите страницу и попробуйте снова.

source: Invalid request.
ru: Неверный запрос.

source: Unfortunately, registration disbaled.
ru: К сожалению, регистрация невозможна.

source: This is not a valid email address.
ru: Неверный email адрес.

source: The email address is too long.
ru: Email адрес слишком длинный.

source: The email already registered.
ru: Этот email адрес уже зарегистрирован.

source: The full name is too short.
ru: Имя слишком короткое.

source: The full name is too long.
ru: Имя слишком длинное.

source: The password must be at least 6 characters long.
ru: Пароль должен быть не короче 6 символов.

source: Repeat the password properly.
ru: Неверный повтор пароля.

source: Invalid timezone.
ru: Неверный часовой пояс.

source: Invalid email or password.
ru: Неверный email или пароль.

source: Unfortunately, your account temporarily disbaled.
ru: Ваш аккаунт временно заблокирован.

source: You are successfully logged in.
ru: Вы успешно вошли в свой аккаунт.

source: The email address is not registered.
ru: Email адрес не зарегистрирован.

source: Check your mailbox and follow instructions.
ru: Проверьте свой email и следуйте инструкциям.

source: User not found.
ru: Пользователь не найден.

source: Please enter your account to perform this action.
ru: Войдите в свой аккаунт, чтобы выполнить это действие.

source: Image is too big. Maximum allowed %skb.
ru: Изображение слишком большое. Максимальный допустимый размер %sкб.

source: Uploaded file is not an image.
ru: Загруженный файл не является изображением.

source: Image was uploaded successfully.
ru: Изображение успешно загружено.

source: Unable to save uploaded image.
ru: Невозможно сохранить загруженный файл.

source: Image was not uploaded properly.
ru: Изображение не было загружено.

source: Something went wrong. Please contact administrator.
ru: Что-то пошло не так. Свяжитесь с администратором.

source: Something went wrong. Email address was not provided.
ru: Что-то пошло не так. Отсутствует email адрес.

source: Email address "%s" was not registered.
ru: Email адрес "%s" не зарегистрирован.

source: Email address "%s" already registered but not connected to VK. Please do it on Account Settings.
ru: Email адрес "%s" уже зарегистрирован, но не связан с аккаунтом VK. Сделайте это в настройках аккаунта.

source: Service temporarily not available. Try again later.
ru: Сервис недоступен. Попробуйте позже.

source: This VK Account is already connected to your account.
ru: Этот VK аккаунт уже связан с вашим аккаунтом.

source: This VK Account is already connected to another user.
ru: Этот VK аккаунт уже связан с другим аккаунтом.

source: Email address "%s" already registered but not connected to Google. Please do it on Account Settings.
ru: Email адрес "%s" уже зарегистрирован, но не связан с аккаунтом Google. Сделайте это в настройках аккаунта.

source: This Google Account is already connected to your account.
ru: Этот Google аккаунт уже связан с вашим аккаунтом.

source: This Google Account is already connected to another user.
ru: Этот Google аккаунт уже связан с другим аккаунтом.

source: Email address "%s" already registered but not connected to Facebook. Please do it on Account Settings.
ru: Email адрес "%s" уже зарегистрирован, но не связан с аккаунтом Facebook. Сделайте это в настройках аккаунта.

source: This Facebook Account is already connected to your account.
ru: Этот Facebook аккаунт уже связан с вашим аккаунтом.

source: This Facebook Account is already connected to another user.
ru: Этот Facebook аккаунт уже связан с другим аккаунтом.

source: Administrator
ru: Администратор

source: Users
ru: Пользователи

source: Memberships
ru: Уровни

source: Transactions
ru: Транзакции

source: Active sessions
ru: Активные сессии

source: Site settings
ru: Настройки сайта

source: Search
ru: Поиск

source: Reset search results
ru: Сбросить результаты поиска

source: Create New User
ru: Добавить пользователя

source: Name
ru: Имя

source: Membership
ru: Уровень

source: Role
ru: Роль

source: Created
ru: Создан

source: Inactive
ru: Неактивный

source: Expires on %s
ru: Истекает %s

source: Never expires
ru: Никогда

source: Actions
ru: Действия

source: Edit
ru: Редактировать

source: Switch to this user
ru: Войти в аккаунт

source: Deactivating...
ru: Деактивация...

source: Activating...
ru: Ативирование...

source: Deactivate
ru: Деактивировать

source: Activate
ru: Активировать

source: Deleting...
ru: Удаление...

source: Delete
ru: Удалить

source: No results found for
ru: Не найдены результаты для

source: List is empty.
ru: Список пуст.

source: Bulk actions
ru: Групповые действия

source: You do not have permissions to perform this action.
ru: У вас нет привилегий, чтобы выполнить это действие.

source: You can not delete yourself.
ru: Вы не можете удалить сами себя.

source: User successfully deleted.
ru: Пользователь успешно удален.

source: You can not deactivate yourself.
ru: Вы не можете деактивировать сами себя.

source: User successfully deactivated.
ru: Пользователь успешно деактивирован.

source: User successfully activated.
ru: Пользователь успешно активирован.

source: Active
ru: Активный

source: No users selected.
ru: Не выбрано ни одного пользователя.

source: Selected users successfully deleted.
ru: Выбранные пользователи успешно удалены.

source: Selected users successfully activated.
ru: Выбранные пользователи успешно активированы.

source: Selected users successfully deactivated.
ru: Выбранные пользователи успешно деактивированы.

source: Create User
ru: Добавить пользователя

source: Edit User
ru: Редактировать

source: User role
ru: Роль

source: Set user role.
ru: Установить роль.

source: User
ru: Пользователь

source: Specify email address of the user.
ru: Задайте email адрес пользователя.

source: Email address
ru: Email адрес

source: Full name
ru: Имя

source: Specify full name of the user.
ru: Задайте полное имя пользователя.

source: Timezone
ru: Часовой пояс

source: Select timezone of the user.
ru: Выберите часовой пояс пользователя.

source: Password
ru: Пароль

source: Set password of the user.
ru: Установите пароль для пользователя.

source: Repeat password
ru: Повторите пароль

source: Select membership.
ru: Выберите уровень аккаунта.

source: Select membership
ru: Выберите уровень аккаунта

source: Expiration date
ru: Истекает

source: Save Details
ru: Сохранить

source: User does not exist.
ru: Пользователь не существует.

source: You can not change your own role.
ru: Вы не можете менять свою роль.

source: Invalid user role.
ru: Неверная роль.

source: Invalid membership.
ru: Неверный уровень аккаунта.

source: Invalid date.
ru: Неверная дата.

source: User details successfully saved.
ru: Данные пользователя успешно сохранены.

source: Create New Membership
ru: Добавить новый уровень

source: Archive membership
ru: Архивировать

source: Activate membership
ru: Активировать

source: Delete membership
ru: Удалить

source: Saved.
ru: Сохранено.

source: Membership not found.
ru: Уровень не найден.

source: Membership can not be removed.
ru: Уровень не может быть удален.

source: Membership successfully deleted.
ru: Уровень успешно удален.

source: Membership can not be archived.
ru: Уровень не может быть перемещен в архив.

source: Membership successfully archived.
ru: Уровень успешно перемещен в архив.

source: Membership can not be activated.
ru: Уровень не может быть актирован.

source: Membership can not be activated. No available price options.
ru: Уровень не может быть актирован. Нет активных опций.

source: Membership successfully activated.
ru: Уровень успешно актирован.

source: Create Membership
ru: Добавить новый уровень

source: Edit Membership
ru: Редактировать уровень

source: Color scheme
ru: Цвет

source: Specify the color scheme of the membership.
ru: Выберите цветовую схему уровня.

source: Title
ru: Название

source: Specify the title of the membership.
ru: Введите название уровня.

source: Membership title
ru: Название уровня

source: Description
ru: Описание

source: Specify the description of the membership. It appears if list of features not specified.
ru: Опишите уровень аккаунта. Отображается, если не указан список преимуществ.

source: Describe membership...
ru: Опишите уровень аккаунта...

source: Features
ru: Преимущества

source: Specify the list of membership features.
ru: Введите список преимуществ уровня.

source: Bullet
ru: Метка

source: Bullet icon
ru: Иконка метки

source: Label
ru: Название

source: Describe feature shortly...
ru: Короткое описание преимущества...

source: Delete feature
ru: Удалить

source: Add feature
ru: Добавить

source: Footer
ru: Футер

source: Specify the footer of the membership. It appears at the bottom of the membership panel. Ex.: 19.95 USD / month
ru: Введите футер уровня. Отображается внизу панели уровня. Например: 19.95 USD / месяц

source: Footer label
ru: Текст

source: Price options
ru: Ценовые опции

source: Specify price options for the membership. Price optoins might have the following statuses.
ru: Введите ценовые опции уровня. Ценовые опции могут иметь следующие статусы.

source: Active option but never used by users. You can delete it.
ru: Активная опция, но никогда ранее не использовавшаяся. Эту опцию можно удалять.

source: Active option and used by users.
ru: Активная опция и уже кем-то использовавшаяся.

source: Not available option and used by users earlier.
ru: Недоступная опция, использовавшаяся кем-то ранее.

source: Option title (ex., Save 20%)...
ru: Название (например: Экономия 20%)...

source: Price
ru: Цена

source: Billing period
ru: Расчетный период

source: Archive price option
ru: Архивировать опцию

source: Activate price option
ru: Активировать опцию

source: Delete price option
ru: Удалить опцию

source: Option title
ru: Название

source: Add price option
ru: Добавить опцию

source: Available functionality
ru: Доступная функциональность

source: Specify functionality which is available for this membership.
ru: Определите функциональность, доступную этому уровню.

source: No additional functionality available.
ru: Отсутствует.

source: Create at least one price option.
ru: Создайте как минимум одну ценовую опцию.

source: Title is too short.
ru: Название сайта слишком короткое.

source: Title is too long.
ru: Название сайта слишком длинное.

source: The translation is too short.
ru: Перевод слишком короткий.

source: The translation is too long.
ru: Перевод слишком длинный.

source: Description is too long.
ru: Описание слишком длинное.

source: Footer is too long.
ru: Футер слишком длинный.

source: Invalid color scheme.
ru: Неверный цвет.

source: Label is too long.
ru: Название слишком длинное.

source: The bullet is invalid.
ru: Неверная метка.

source: The price is invalid.
ru: Неверная цена.

source: The price is too low.
ru: Цена слишком низкая.

source: The price is too high.
ru: Цена слишком высокая.

source: The currency is invalid.
ru: Неверная валюта.

source: Membership details successfully saved.
ru: Данные уровня успешно сохранены.

source: Edit Free Membership
ru: Редактировать бесплатный уровень.

source: Type
ru: Тип

source: Amount
ru: Величина

source: Delete transactions
ru: Удалить транзакции

source: Transaction not found.
ru: Транзакция не найдена.

source: Transaction successfully deleted.
ru: Транзакция успешно удалена.

source: No transactions selected.
ru: Не выбрано ни одной транзакции.

source: Selected transactions successfully deleted.
ru: Выбранные транзакции успешно удалены.

source: Active Sessions
ru: Активные сессии

source: Source
ru: Источник

source: Closing...
ru: Закрытие...

source: Close session
ru: Закрыть сессию

source: Close sessions
ru: Закрыть сессии

source: Session not found.
ru: Сессия не найдена.

source: You can not close your current session.
ru: Вы не можете закрыть собственную сессию.

source: Session successfully closed.
ru: Сессия успешно закрыта.

source: No sessions selected.
ru: Не выбрано ни одной сессии.

source: Selected sessions successfully closed.
ru: Выбранные сессии успешно закрыты.

source: Site Settings
ru: Настройки сайта

source: General
ru: Основное

source: Connections
ru: Социальные сети

source: Payment gateways
ru: Платежные шлюзы

source: Mailing
ru: Email сообщения

source: Specify the title of the site.
ru: Введите название сайта.

source: Tagline
ru: Слоган

source: Specify the tagline of the site.
ru: Введите слоган сайта.

source: Copyright
ru: Копирайт

source: Specify the copyright line. It appears in footer of each page.
ru: Введите строку копирайта. Выводится в футере.

source: Date format
ru: Формат даты

source: Select date format.
ru: Выберите формат даты.

source: Language
ru: Язык

source: Select language.
ru: Выберите язык.

source: Selected by user
ru: Выбирается пользователем

source: Pattern
ru: Паттерн

source: Upload image that is used on left side of sign in / sign up pages. It is recommended to upload seamless pattern image.
ru: Загрузите изображение, которое используется в левой части страницы входа и регистрации. Рекомендуется загружать бесшовное изображение.

source: User registration
ru: Регистрация пользователей

source: Allow users to register on website.
ru: Разрешить пользователям регистрироваться на вебсайте.

source: Anyone can register
ru: Любой пользователь может зарегистрироваться

source: Enable
ru: Включить

source: Allow users to use their Google Account to sign in.
ru: Разрешить пользователям использовать Google аккаунт для входа.

source: Create new OAuth 2.0 credentials in %sGoogle Cloud Platform%s and copy-paste them into fields below. Use the following parameters to create OAuth 2.0 credentials.
ru: Создайте новые параметры OAuth 2.0 в %sGoogle Cloud Platform%s и вставьте их в соответствующие поля ниже. Для создания параметров OAuth 2.0 используйте следующие данные.

source: Application type
ru: Тип приложения

source: Enter your OAuth 2.0 Client ID.
ru: Введите ваш OAuth 2.0 Client ID.

source: Enter your OAuth 2.0 Client Secret.
ru: Введите ваш OAuth 2.0 Client Secret.

source: Allow users to use their Facebook Account to sign in.
ru: Разрешить пользователям использовать Facebook аккаунт для входа.

source: Create new application in %sFacebook for Developers%s and copy-paste its credentials into fields below. Use the following parameters to create an application.
ru: Создайте новое приложение в %sFacebook for Developers%s и вставьте его параметры в соответствующие поля ниже. Для создания приложения используйте следующие данные.

source: Product
ru: Продукт

source: Enter your Facebook Application Client ID.
ru: Введите ваш Facebook Application Client ID.

source: Enter your Facebook Application Client Secret.
ru: Введите ваш Facebook Application Client Secret.

source: Allow users to use their VK Account to sign in.
ru: Разрешить пользователям использовать VK аккаунт для входа.

source: Create new application in %sVK Developers%s and copy-paste its credentials into fields below. Use the following parameters to create an application.
ru: Создайте новое приложение в %sVK Developers%s и вставьте его параметры в соответствующие поля ниже. Для создания приложения используйте следующие данные.

source: Platform
ru: Платформа

source: Enter your VK App ID.
ru: Введите ваш VK App ID.

source: Enter your VK App Secure Key.
ru: Введите ваш VK App Secure Key.

source: Accept payments through Stripe.
ru: Принимать платежи через Stripe.

source: Create new webhook with the following URL and events in your %sStripe Dashboard%s.
ru: Создайте новый webhook со следующими URL и событиями в вашем %sStripe Dashboard%s.

source: Events
ru: События

source: Endpoint URL
ru: Конечный URL

source: Publishable key
ru: Публичный ключ

source: Enter your publishable key.
ru: Введите ваш публичный ключ.

source: Find publishable key on %sAPI Keys%s page.
ru: Найдите ваш публичный ключ на странице %sAPI Keys%s.

source: Secret key
ru: Секретный ключ

source: Enter your secret key.
ru: Введите ваш секретный ключ.

source: Find secret key on %sAPI Keys%s page.
ru: Найдите ваш секретный ключ на странице %sAPI Keys%s.

source: Signing secret
ru: Секретная подпись

source: Enter valid signing secret for webhook that you created earlier.
ru: Введите секретную подпись для webhook, созданного ранее.

source: Find it on %sWebhooks%s page. Click webhook that you created earlier, and find "Signing secret" parameter.
ru: Найдите ее на странице %sWebhooks%s. Кликните webhook, созданный ранее, и найдите параметр "Signing secret".

source: Sender parameters
ru: Параметры отправителя

source: Method
ru: Метод

source: Set mailing method. All email messages are sent using this mailing method.
ru: Выберите метод отправки email. Все email сообщения будут отправляться с использованием этого метода.

source: PHP Mail() Function
ru: Функция PHP Mail()

source: Sender
ru: Отправитель

source: Set sender name and email. All email messages are sent using these credentials as "FROM:" header value.
ru: Введите имя и email отправителя. Все email сообщения будут отправляться с использованием этих параметров в заголовке "FROM".

source: Sender name
ru: Имя отправителя

source: Sender email
ru: Email отправителя

source: Server
ru: Сервер

source: Set encryption, mail server hostname and port.
ru: Установите шифрование, почтовый сервер и порт.

source: Encryption
ru: Шифрование

source: Hostname
ru: Хост

source: Port
ru: Порт

source: Username
ru: Имя пользователя

source: Test mailing
ru: Тестовое сообщение

source: Press button and check your inbox (%s). If you do not see test message, something does not work. Do not forget to check SPAM folder.
ru: Кликните кнопку у проверьте свой email (%s). Если вы не видите там тестовое сообщение, значит, что-то не работает. Не забудьте заглянуть в спам.

source: Confirmation email
ru: Подтверждение email адреса

source: Subject
ru: Тема письма

source: Newly registered users must confirm their email address to receive notifications. Specify the subject of confirmation email.
ru: Все вновь зарегистрировавшиеся пользователи должны подтвердить свой email, что получать уведомления. Укажите тему письма подтверждения.

source: Message
ru: Сообщение

source: Specify the message of confirmation email. You can use the following shortcodes.
ru: Введите текст сообщения подтверждения. Допустимо использование следующих шорткодов.

source: URL that is used to confirm email address.
ru: URL, который используется для подтверждения email адреса.

source: Reset password
ru: Сбросить пароль

source: Specify the subject of reset password email.
ru: Введите тема письма сброса пароля.

source: Specify the message of reset password email. You can use the following shortcodes.
ru: Введите сообщение письма сброса пароля. Вы можете использовать следующие шорткоды.

source: URL that is used to reset the password.
ru: URL, который используется для сброса пароля.

source: Save Settings
ru: Сохранить

source: This is a test message. It was sent from %s (%s) using the following mailing parameters.
ru: Это тестовое сообщение было отправлено от %s (%s) используя следующие параметры.

source: Method: SMTP
ru: Метод: SMTP

source: Sender Name
ru: Имя отправителя

source: Sender Email
ru: Email отправителя

source: Method: PHP Mail() function
ru: Метод: функция PHP Mail()

source: Test Message
ru: Тестовое сообщение

source: Test message successfully sent. Please check your inbox (%s).
ru: Тестовое сообщение отправлено. Пожалуйста, проверьте свой email (%s).

source: The site title is too short.
ru: Название сайта слишком короткое.

source: The site title is too long.
ru: Название сайта слишком длинное.

source: The site tagline is too long.
ru: Слоган слишком длинный.

source: The site copyright is too long.
ru: Текст копирайта слишком длинный.

source: Stripe publishable key can not be empty.
ru: Публичный ключ Stripe не может быть пустым.

source: Stripe secret key can not be empty.
ru: Секретный ключ Stripe не может быть пустым.

source: Stripe signing secret can not be empty.
ru: Секретная подпись Stripe не может быть пустой.

source: Google OAuth 2.0 Client ID can not be empty.
ru: Google OAuth 2.0 Client ID не может быть пустым.

source: Google OAuth 2.0 Client Secret can not be empty.
ru: Google OAuth 2.0 Client Secret не может быть пустым.

source: Facebook Application Client ID can not be empty.
ru: Facebook Application Client ID не может быть пустым.

source: Facebook Application Client Secret can not be empty.
ru: Facebook Application Client Secret не может быть пустым.

source: VK App ID can not be empty.
ru: VK App ID не может быть пустым.

source: VK App Secure Key can not be empty.
ru: VK App Secure Key не может быть пустым.

source: Invalid sender name.
ru: Неверное имя отправителя.

source: Invalid sender e-mail.
ru: Неверный email отправителя.

source: Invalid SMTP server.
ru: Неверный SMTP сервер.

source: Invalid SMTP port.
ru: Неверный SMTP порт.

source: Invalid SMTP username.
ru: Неверное имя пользователя SMTP.

source: Invalid SMTP password.
ru: Неверный пароль пользователя SMTP.

source: The confirmation email subject is too short.
ru: Тема письма подтверждения email слишком короткое.

source: The confirmation email subject is too long.
ru: Тема письма подтверждения email слишком длинное.

source: The confirmation email message is too short.
ru: Сообщение письма подтверждения email слишком короткое.

source: The reset password email subject is too short.
ru: Тема письма сброса пароля слишком короткое.

source: The reset password email subject is too long.
ru: Тема письма сброса пароля слишком длинное.

source: The reset password email message is too short.
ru: Сообщение письма сброса пароля слишком короткое.

source: Settings successfully saved.
ru: Настройки сохранены.

source: Friendly Bets
ru: Тотализаторы

source: Join any active totalizator or start your own one
ru: Присоединяйся к любому тотализатору или создай свой

source: Confirm email address
ru: Подтвердите email адрес

source: Dear {name},
ru: Уважаемый {name},

source: Click the link below to confirm email address.
ru: Кликните ссылку, чтобы подтвердить email адрес.

source: If you did not sign up with %s, just ignore this message.
ru: Если вы не регистрировались в %s, просто проигнорируйте это сообщение.

source: Regards.
ru: С уважением.

source: Click the link below to reset the password.
ru: Кликните ссылку для сброса пароля.

source: If you did not request password reset, just ignore this message.
ru: Если вы не запрашивали сброс пароля, просто проигнорируйте это сообщение.

source: Make sure that the following folders exists and writable:
ru: Удостоверьтесь, что следующие директории существуют и доступны для записи:

source: You are working under %s account. Click %shere%s to switch back to your account.
ru: Вы работаете под аккаунтом %s. Кликните %sздесь%s, чтобы переключиться обратно в свой аккаунт.

source: Free
ru: Бесплатно

source: All basic features are available for free account.
ru: Все базовые функции доступны в бесплатном аккаунте.

source: Daily
ru: Ежедневно

source: / day
ru: / день

source: Weekly
ru: Еженедельно

source: / week
ru: / неделя

source: Monthly
ru: Ежемесячно

source: / month
ru: / месяц

source: Every 3 months
ru: Каждые 3 месяца

source: / 3 months
ru: / квартал

source: Every 6 months
ru: Каждые 6 месяцев

source: / 6 months
ru: / полугодие

source: Yearly
ru: Ежегодно

source: / year
ru: / год

source: Single payment
ru: Разовая оплата

source: New
ru: Новый

source: Archive
ru: Архивный

source: Manual Offsets
ru: Ручная настройка

source: Close
ru: Закрыть

source: Select Image
ru: Выберите изображение

source: page not found
ru: страница не найдена
